<?php
/*
Template Name: 利用規約
*/
?>

<?php get_header(); ?>

<div id="container">

  <header id="headerLower">
    <div class="inner">
      <h1><img src="<?php echo get_template_directory_uri(); ?>/images/ttl_lower.png" alt="2018 東京カラオケまつり　優勝・入賞表彰多数！"></h1>
    </div>
  </header>

  <nav class="pcNav">
    <div class="inner">
      <ul class="gnav">
        <li><a href="<?php echo home_url('/'); ?>#header">トップ</a></li>
        <li><a href="<?php echo home_url('/'); ?>#topNewsWrap">ニュース</a></li>
        <li><a href="<?php echo home_url('/'); ?>#schedule">スケジュール</a></li>
        <li><a href="<?php echo home_url('/'); ?>#entry">エントリー</a></li>
        <li><a href="<?php echo home_url('/'); ?>#overview">大会概要</a></li>
        <li><a href="<?php echo home_url('/'); ?>#qa">Q&A</a></li>
      </ul>
    </div>
  </nav>

  <section class="lower">
    <div class="inner kiyaku">
      <h2>利用規約</h2>
      <p>
        この利用規約は、本サービスをご利用いただく皆さま(以下「ご利用者」といいます)と当社との関係を定めるものです。本規約は、会員登録の有無に関わらず、本サービスのご利用者全てに適用されます。なお、本サービスをご利用された場合には、本規約に同意されたものとさせて頂きます。
      </p>

      <h3>基本的事項の順守</h3>
      <p>
        本サービスのご利用に際しては、本規約とともに一般的なマナーやモラル及びインターネット利用の技術的ルールを順守していただきます。
      </p>

      <h3>ご利用者の自己責任</h3>
      <p>
        ご利用者が本サービスのご利用にともない自ら行った行為は、過失の有無を問わず、自身が責任をすべて負うものとします。また、本サービスのご利用にともない第三者に損害を与えた場合、自己の責任においてすべて解決するものとします。
      </p>

      <h3>禁止事項</h3>
      <div>
        <p class="indent">1.ご利用者は、本サービスのご利用に際し、以下の行為を行ってはならないものとします。</p>
        <ul>
          <li>(01)他のご利用者(共同運営者、コンテンツ提供者を含みます。以下本条において同様)、第三者もしくは当社の著作権、特許権、実用新案権、意匠権、商標権、肖像権、パブリシティ権、プライバシー権その他の権利を侵害する行為。</li>
          <li>(02)他のご利用者、第三者もしくは当社の財産又はプライバシーを侵害する行為、及び侵害するおそれのある行為。</li>
          <li>(03)上記(01)、(02)の他、他のご利用者、第三者もしくは当社に不利益又は損害を与える行為、及び与えるおそれのある行為。</li>
          <li>(04)他のご利用者、第三者もしくは当社を誹謗中傷する行為及び名誉・信用を傷つける行為。</li>
          <li>(05)公序良俗に反する行為、又はそのおそれのある行為もしくは公序良俗に反する情報を他のご利用者又は第三者に提供する行為。</li>
          <li>(06)犯罪的行為、又は犯罪的行為に結び付く行為もしくはそのおそれのある行為。</li>
          <li>(07)選挙期間中であるか否かを問わず、選挙運動又はこれに類する行為。</li>
          <li>(08)性風俗、宗教、政治に関する活動。</li>
          <li>(09)当社の承諾なく、本サービスを通じて又は本サービスに関連して、営利又はその準備を目的として行なう行為。</li>
          <li>(10)本サービスにおけるID及びパスワードを不正に使用する行為。</li>
          <li>(11)コンピュータウィルス等の有害なプログラムを、本サービスを通じて、又は本サービスに関連して使用し、もしくは提供する行為。</li>
          <li>(12)本サービスの運営を妨害する行為。</li>
          <li>(13)チェーンレター、スパミング等その他、他人に迷惑をかけることを目的として本サービスを使用する行為。</li>
          <li>(14)法令に違反する又は違反するおそれのある行為。</li>
          <li>(15)当社が不適切と判断する行為。</li>
        </ul>
        <p class="indent">2.上記第1項各号のいずれかに該当するご利用者の行為によって当社及び第三者に損害が生じた場合、本サービスの利用資格を喪失した後であっても、ご利用者は、すべての法的責任を負うものとし、当社に迷惑をかけないものとします。</p>
      </div>

      <h3>クッキー等について</h3>
      <p>
        ご利用者のアクセス履歴及び利用状況の調査や、ご利用者に最適なサービスを提供することを目的に、ご利用者が「Living.jp」のサーバーにアクセスする際のIPアドレスに関する情報、及びクッキー(Cookie)の技術を使用してご利用者のアクセス履歴等に関する情報を収集することがあります。保存期間は最長で2年です。クッキー(Cookie)には、検索したキーワードや広告のクリック履歴、過去の広告表示履歴、サイト閲覧時のブラウザの情報、アクセス時間等が含まれます。なお、クッキー(Cookie)で蓄積される情報には、氏名、住所等、メールアドレス等の特定の個人を識別することができるものは含まれず、特定の個人が把握、認識されることはありません。ご利用者がブラウザでクッキーを拒否する設定を行った場合、「Living.jp」のご利用が制限される場合があります。Cookieを利用した広告の表示を希望されない方は、「クッキー機能の停止(オプトアウト)について」をご覧いただき、お手数ですが、クッキー機能の停止(オプトアウト)をしてください。
      </p>

      <h3>損害賠償</h3>
      <p>
        ご利用者は、ご利用者が本規約、個別規定、購入契約又は法令の定めに違反したことにより、当社及び共同運営者並びにコンテンツ提供者を含む第三者に損害を及ぼした場合、当該損害を賠償する責任を負うものとし、当社及び共同運営者並びにコンテンツ提供者を含む第三者に対し、名目の如何を問わず何らの請求を行わないものとします。
      </p>

      <h3>免責</h3>
      <div>
        <p class="indent">1.当社は、ご利用者に対し、本サービスを提供するにあたり、当社の責めに基づく債務不履行又は不法行為に起因してご利用者に損害が生じた場合、現実、直接かつ通常の損害に限り賠償するものとします。また、当社は、ご利用者に発生した使用機会の逸失、業務の中断、又はあらゆる種類の損害(間接損害、特別損害、付随損害、派 生損害、逸失利益を含む)に対して、たとえ当社がかかる損害の可能性を事前に通知されていたとしても、いかなる責任も負いません。</p>
        <p class="indent">2.当社は、ご利用者に対し、本サービスの提供にあたり、当社の故意又は重過失に起因する当社の債務不履行又は不法行為によりご利用者が被った損害に限り、法令の定めに従い賠償責任を負うものとします。</p>
        <p class="indent">3.本サービス提供における、遅滞、変更、中断、中止、停止及び廃止、本サービスを通じて登録又は提供される情報等の流失もしくは消失並びにその他本サービスに関連して発生したご利用者又は第三者の損害について、別途の定めがある場合を除いて、当社は、一切の責任を負わないものとします。</p>
        </ul>
      </div>

      <h3>システムの変更・中止</h3>
      <p>
        当社は、本サービスの運営上、システムの保守や内容の変更を行う場合、ご利用者に事前の通知なく本 サービスを変更又は中止することがあります。
      </p>

      <h3>本サービスの中断</h3>
      <div>
        <p class="indent">1.当社は、本サービスをいつでも任意の理由で中断することができます。当社は本サービス利用、または利用ができないことによって引き起こされた(直接的、間接的を問わず)損害について、一切責任を負いません。</p>
        <p class="indent">2.本サービスを別のサイトに移行した場合には、ご利用者は自らの意思で移行した先のサイトの利用規約に対する同意・不同意を表明していただきます。(不同意の場合の手続きは移行した先のサイトが示す手続きに従ってください。)</p>
      </div>

      <h3>本規約の変更</h3>
      <p>
        当社は、ご利用者に事前の通知なく本規約を変更することがあります。この場合ご利用者は、その変更内容に異議なく従うものとします。本サービスをご利用になる前には、その都度本規約の内容をご確認下さい。
      </p>

      <h3>全般</h3>
      <div>
        <p class="indent">1.本サービスに関連して、ご利用者と当社との間で紛争が生じた場合には、当該当事者がともに誠意をもって協議するものとします。</p>
        <p class="indent">2.前項により協議をしても解決しない場合、東京地方裁判所を第一審の専属的合意管轄裁判所とします。</p>
      </div>

      <p>
        付則:<br>
        制定 2018年1月15日
      </p>

    </div>
  </section>

<?php get_footer(); ?>
